Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2010.tmx
Source language: en_us
Languages: zh_cn

source: We will fully implement the Party's basic policies on religious work, and manage religious affairs in accordance with the law.
zh_cn: 我们要全面贯彻党的宗教工作基本方针，依法管理宗教事务。

source: We will get religious figures and religious believers to fully play their role in promoting economic development and social harmony.
zh_cn: 发挥宗教界人士和信教群众在促进经济发展和社会和谐中的积极作用。

source: We will earnestly implement the Party's policy on overseas Chinese affairs.
zh_cn: 我们要认真贯彻党的侨务政策。

source: We will safeguard the lawful rights and interests of overseas Chinese and returned overseas Chinese and their relatives, and support them in passing on Chinese culture, participating in the motherland's modernization, and promoting the great cause of peaceful reunification.
zh_cn: 维护海外侨胞、归侨侨眷的合法权益，支持他们传承中华文化，参与祖国现代化建设和促进和平统一大业。

source: Last year further achievements were made in the modernization of national defense mid the People's Liberation Army (PLA).
zh_cn: 过去一年，国防和军队现代化建设取得新的成就。

source: The PLA and the People's Armed Police Force completed the major tasks of staging the National Day military parade in the capital and safeguarding stability in key areas, and played an important role in safeguarding the country's security and development interests.
zh_cn: 人民解放军和武警部队圆满完成国庆首都阅兵、重点地区维稳等重大任务，为维护国家安全和发展利益发挥了重要作用。

source: This year, we need to focus on the overall work of the Party and government and strengthen all aspects of the army in accordance with the principle of making it more revolutionary, modem, and standardized, so that it can complete its missions in this new stage and this new century.
zh_cn: 新的一年，要紧紧围绕党和国家工作大局，着眼全面履行新世纪新阶段军队历史使命，按照革命化现代化正规化相统一的原则，加强军队全面建设。

source: We will concentrate on making the army better able to win informationized local wars, and will enhance its ability to respond to multiple security threats and accomplish a diverse array of military tasks.
zh_cn: 以增强打赢信息化条件下局部战争能力为核心，提高应对多种安全威胁、完成多样化军事任务的能力。

source: We will work to strengthen the army ideologically and politically.
zh_cn: 大力加强军队思想政治建设。

source: We will accelerate the comprehensive development of a modem military logistics system.
zh_cn: 加快全面建设现代后勤步伐。

source: We will intensify R&D on national defense and the development of weapons and equipment.
zh_cn: 加强国防科研和武器装备建设。

source: We will run the army strictly and in accordance with the law and make it more standardized.
zh_cn: 依法治军、从严治军，提高军队正规化水平。

source: We will actively yet prudently deepen reform of national defense and the army.
zh_cn: 积极稳妥地深化国防和军队改革。

source: We will modernize improve the armed police force, and make it better able to carry out its duties, respond to emergencies, combat terrorism and safeguard stability.
zh_cn: 加强武警部队现代化建设，增强执勤、处置突发事件、反恐、维稳能力。

source: We will strengthen our national defense mobilization and reserve forces.
zh_cn: 加强国防动员和后备力量建设。

source: Governments at all levels should, as always, care about and support the strengthening of national defense and the army, and consolidate and develop unity between the army and the government as well as between the army and the people.
zh_cn: 各级政府要一如既往地关心支持国防和军队建设，巩固和发展军政军民团结。

source: We will unswervingly implement the principle of "one country, two systems," under which the people of Hong Kong administer Hong Kong, and the people of Macao administer Macao both with a high degree of autonomy, and fully support Hong Kong and Macao in maintaining long-term prosperity and stability.
zh_cn: 我们将坚定不移地贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，全力支持香港、澳门保持长期繁荣稳定。

source: We will support Hong Kong in consolidating and elevating its position as an international financial, trade, and shipping center; developing industries with local advantages; and fostering new areas of economic growth.
zh_cn: 支持香港巩固并提升国际金融、贸易、航运中心地位，发展优势产业，培育新的经济增长点。

source: We will support Macao in developing its tourism and leisure industry and appropriately diversifying its economy.
zh_cn: 支持澳门发展旅游休闲产业，促进经济适度多元化。

source: We will conscientiously implement the Outline of the Program for Reform and Development of the Pearl River Delta, vigorously promote the construction of the Hong Kong-Zhuhai-Macao Bridge and other major cross-boundary infrastructure projects as well as the development of Zhuhai's Hengqin Island, deepen cooperation between Guangdong and the Hong Kong and Macao regions, and increase economic ties between the mainland and these two regions.
zh_cn: 要认真实施珠江三角洲地区改革发展规划纲要，积极推进港珠澳大桥等大型跨境基础设施建设和珠海横琴岛开发，深化粤港澳合作，密切内地与港澳的经济联系。

source: The great motherland will remain a staunch supporter of Hong Kong and Macao forever.
zh_cn: 伟大祖国永远是香港、澳门的坚强后盾。

source: As long as the governments of the Hong Kong and Macao special administrative regions and their people from all walks of life work together; accommodate and help each other; and jointly safeguard overall prosperity, stability, and development, Hong Kong and Macao will enjoy a brighter future.
zh_cn: 只要特别行政区政府与各界人士同心协力，包容共济，共同维护繁荣稳定发展的大局，香港、澳门的明天一定会更加美好。

source: Last year relations between the two sides of the Taiwan Straits made important progress from a historic new starting point, and a positive trend toward peaceful development emerged.
zh_cn: 过去的一年，两岸关系在新的历史起点上取得重要进展，呈现和平发展良好势头。

source: Cross-Straits exchanges and cooperation constantly deepened, and complete, direct, two-way mail, transport and trade links were established.
zh_cn: 两岸交流合作不断深入，全面直接双向“三通”得以实现。

source: We took important steps to normalize cross-Straits economic relations, and economic cooperation between the two sides gradually became institutionalized.
zh_cn: 经济关系正常化迈出重要步伐，经济合作制度化建设逐步推进。

source: The constant improvement and development of cross-Straits relations brought real benefits to our compatriots on both sides.
zh_cn: 两岸关系持续改善和发展，给两岸同胞带来了实实在在的利益。

source: In the new year, we will continue to adhere to the principle of developing cross-Straits relations and promoting peaceful reunification of the motherland, firmly embrace the theme of peaceful development of cross-Straits relations and constantly create new conditions for it.
zh_cn: 在新的一年里，我们要继续坚持发展两岸关系、促进祖国和平统一的大政方针，牢牢把握两岸关系和平发展的主题，不断开创两岸关系和平发展新局面。

source: We will strengthen economic, trade, and financial contacts between the two sides; deepen industrial cooperation; support the development of Taiwan-funded enterprises on the mainland; and safeguard the lawful rights and interests of our Taiwan compatriots.
zh_cn: 密切两岸经贸金融交往，深化产业合作，支持在大陆的台资企业发展，维护台胞合法权益。

source: We will encourage qualified mainland enterprises to invest in Taiwan.
zh_cn: 鼓励有条件的大陆企业赴台投资。

source: We will support the economic zone in Fujian Province on the west coast of the Straits in playing its role in pioneering new approaches to exchanges and cooperation between the two sides.
zh_cn: 支持海峡西岸经济区在两岸交流合作中发挥先行先试作用。

source: We will promote a win-win situation, set up an economic cooperation mechanism that reflects the characteristics of both sides by negotiating and signing an economic cooperation framework agreement (ECEA).
zh_cn: 通过商签两岸经济合作框架协议，促进互利共赢，建立具有两岸特色的经济合作机制。

source: We will expand cultural and educational exchanges, and work with Taiwan to promote Chinese culture.
zh_cn: 拓展文化教育交流，共同弘扬中华文化。

source: We will increase exchanges between people from all sectors of society on both sides, so that everyone can share in the fruits of the peaceful development of cross-Straits relations and more fully realize the importance of promoting peaceful development.
zh_cn: 加强两岸民众和社会各界交流，共同分享两岸关系和平发展成果，进一步凝聚推动两岸关系和平发展的共识。

source: We will uphold the principle that the mainland and Taiwan belong to one and the same China, strengthen the political foundation for the peaceful development of cross-Straits relations, and enhance mutual political trust between the two sides.
zh_cn: 坚持大陆和台湾同属一个中国，巩固两岸关系和平发展的政治基础，增强两岸政治互信。

source: We firmly believe that with the concerted efforts of the Chinese people, we will achieve the complete reunification of the motherland.
zh_cn: 我们坚信，全体中华儿女同心协力，祖国完全统一的宏伟大业一定能够实现！

source: We achieved new, important results in our diplomatic work last year.
zh_cn: 过去的一年，外交工作取得新的重大成绩。

source: We actively participated in international cooperation to respond to the global financial crisis and climate change, and played a unique, constructive role in a series of major multilateral conferences.
zh_cn: 我国积极参加应对国际金融危机、气候变化等国际合作，在一系列重大多边会议上发挥了独特的建设性作用。

source: We energetically carried out all-round diplomacy, and made steady progress in dialogue and cooperation with major powers, neighboring countries, and developing countries.
zh_cn: 我们积极开展全方位外交，与各大国、周边国家和广大发展中国家的对话合作稳步推进。

source: We greatly strengthened diplomacy in all fields, including cultural diplomacy.
zh_cn: 大力加强人文等领域外交。

source: We effectively safeguarded the lawful rights and interests of Chinese nationals and corporations overseas.
zh_cn: 有效维护我国公民和法人在海外的合法权益。

source: With a splendid, 60-year diplomatic history, New China has left shining footprints on the international stage.
zh_cn: 新中国外交走过了60年光辉历程，在国际舞台上留下了闪光足迹。

source: We will carry forward our fine traditions; always hold high the banner of peace, development, and cooperation; adhere to an independent foreign policy of peace and the path of peaceful development; pursue an open strategy of mutual benefit; promote the building of a harmonious world with durable peace and common prosperity; and create a favorable external environment for China's modernization.
zh_cn: 我们将继续发扬光荣传统，始终高举和平、发展、合作旗帜，坚持独立自主的和平外交政策，坚持走和平发展道路，奉行互利共赢的开放战略，推动建设持久和平、共同繁荣的和谐世界，为我国现代化建设创造良好的外部环境。

source: In the new year, we will continue to use the G20 financial summit and other major multilateral activities as our main platforms for actively participating in the process of change in the international system and safeguarding the interests of developing countries.
zh_cn: 新的一年，我们将继续以20国集团金融峰会等重大多边活动为主要平台，积极参与国际体系变革进程，维护发展中国家利益。

source: We will make overall plans for coordinating bilateral and multilateral diplomacy as well as diplomacy with individual countries and regions and in various fields, and promote further, comprehensive development of our relations with major powers, neighboring countries, and developing countries.
zh_cn: 统筹协调好双边外交与多边外交、国别区域外交与各领域外交工作，推动我国与各大国、周边国家和发展中国家的关系全面深入发展。

source: We will take advantage of the opportunities offered by the completion of the ASEAN-China free trade zone and the Shanghai Cooperation Organization summit to actively promote regional cooperation.
zh_cn: 紧紧抓住中国－东盟自贸区全面建成、上海合作组织召开峰会等契机，积极推进区域合作。

source: We will continue to carry out diplomatic work in climate change, energy and resource cooperation, and other areas, and play a constructive role in finding proper solutions to hot issues and global problems.
zh_cn: 进一步做好应对气候变化、能源资源合作等方面的对外工作，在妥善解决热点问题和全球性问题中发挥建设性作用。

source: The Chinese government and people stand ready to work with the international community to respond to risks and challenges, share development opportunities, and make new contributions to world peace and development.
zh_cn: 中国政府和人民愿与国际社会携手努力，共同应对风险挑战，共同分享发展机遇，为世界和平与发展作出新贡献！

source: Hardship gives birth to great causes, and arduous struggle results in glorious achievements.
zh_cn: 艰辛成就伟业，奋斗创造辉煌。

source: Under the leadership of the Party Central Committee with Comrade Hu Jintao as General Secretary, let us pool the wisdom and strength of the hundreds of millions of our people; redouble our efforts to break fresh ground; complete all the tasks set forth in the Eleventh Five-Year Plan; and constantly win new victories in reform, opening up, and socialist modernization.
zh_cn: 让我们在以胡锦涛同志为总书记的党中央领导下，凝聚起亿万人民的智慧和力量，再接再厉，开拓进取，全面完成“十一五”规划的各项任务，不断夺取改革开放和社会主义现代化建设事业的新胜利！
